{
        "india" : {
            "news":"இந்திய செய்தி , அடுத்த மாதம் (மே) நடைபெற இருக்கும் கர்நாடக சட்டப்பேரவைத் தேர்தலுக்கான 2-வது வேட்பாளர் பட்டியலை காங்கிரஸ் கட்சி இன்று (ஏப்.6) வெளியிட்டுள்ளது. 42 பேர் அடங்கிய அந்தப் பட்டியலில் பிராந்திய கட்சியான சர்வோதயா கர்நாடகா கட்சியும் இடம்பிடித்துள்ளது.224 சட்டப்பேரவை உறுப்பினர்களைக் கொண்ட கர்நாடக சட்டப்பேரவைக்கு மே 10-ம் தேதி ஒரே கட்டமாக தேர்தல் நடைபெற இருக்கிறது. வாக்கு எண்ணிக்கை மே 13-ம் தேதி நடக்க இருக்கிறது. இதற்கான 142 வேட்பாளர்கள் பட்டியலை காங்கிரஸ் இறுதி செய்துள்ளது. 100 வேட்பாளர்கள் அடங்கிய முதல் பட்டியலை ஏற்கனவே காங்கிரஸ் கட்சி அறிவித்திருந்த நிலையில், வியாழக்கிழமை 42 பேர் அடங்கிய இரண்டாவது பட்டியல் காங்கிரஸ் கட்சியின் மத்திய தேர்தல் குழு அறிவித்துள்ளது. இந்த பட்டியலில் பிராந்திய கட்சியான சர்வோதயா கர்நாடகா கட்சியைச் சேர்ந்த தர்ஷன் புட்டண்ணையாவிற்கு மேலுகோட் தொகுதியை காங்கிரஸ் கட்சி ஒதுக்கியுள்ளது.பாஜகவின் செயல்களில் ஜனநாயகம் பிரதிபலிக்கவில்லை என்று காங்கிரஸ் தலைவரும் நாடாளுமன்ற எதிர்க்கட்சித் தலைவருமான மல்லிகார்ஜுன் கார்கே குற்றம் சாட்டியுள்ளார். நாடாளுமன்ற பட்ஜெட் கூட்டத் தொடரின் கடைசி நாளான இன்று, எதிர்க்கட்சிகளின் அமளி காரணமாக மக்களவை தேதி குறிப்பிடப்படாமல் ஒத்திவைக்கப்பட்டது. இதையடுத்து, காங்கிரஸ் உள்ளிட்ட 13 எதிர்க்கட்சிகள் சார்பில் டெல்லியில் மூவர்ணக் கொடி பேரணி நடத்தப்பட்டது. நாடாளுமன்ற வளாகத்தில் தொடங்கிய இந்த பேரணி, விஜய் சவுக் வரை சென்றது. மல்லிகார்ஜுன் கார்கே உள்ளிட்ட தலைவர்கள் கைகளில் தேசியக் கொடியை ஏந்தியவாறு ஊர்வலமாகச் சென்றனர்.பட்ஜெட் கூட்டத்தொடரின் 2வது கட்டத்தின் கடைசி நாளான இன்றும் தொடர் அமளிகள், முழக்கங்கள் காரணமாக மக்களவை தேதி குறிப்பிடாமல் ஒத்திவைக்கப்பட்டது. மாநிலங்களை 2 மணிக்கு மீண்டும் கூடுகிறது. பட்ஜெட் கூட்டத்தொடரின் 2வது கட்டம் மார்ச் 13 ஆம் தேதி தொடங்கியது. இந்தக் கூட்டத்தொடர் தொடங்கிய நாள் முதல், அதானி குழுமம் குறித்த ஹிண்டன்பர்க் அறிக்கை தொடர்பாக நாடாளுமன்ற கூட்டுக்குழு விசாரணை நடத்த வேண்டும் என்றும், இந்திய ஜனநாயகம் பற்றி லண்டனில் ராகுல் காந்தி பேசியது குறித்து அவர் மன்னிப்பு கேட்க வேண்டும் என்று ஆளுங்கட்சியினரும் தொடர்ந்து அமளியில் ஈடுபட்டு, முழக்கங்கள் எழுப்பி வந்தனர். இதனால் இந்த கூட்டத்தொடர் முழுவதும் ஒத்திவைப்பிலேயே சென்றது.",
            "link":"https://news-application-backend.onrender.com/india.mp3"
            
        },
        "tamilnadu":{
            "news":"தமிழ்நாட்டுச் செய்திகள் , பல்வேறு நிகழ்வுகளில் கலந்துகொள்வதற்காக வரும் ஏப்.8-ம் தேதி சென்னை வரும் பிரதமரின் வருகையையொட்டி 22,000 போலீஸாருடன் 5 அடுக்கு பாதுகாப்பு ஏற்பாடுகள் செய்யப்பட்டுள்ளதாகவும், சென்னையில் டிரோன்கள், ஆளில்லா வான்வழி வாகனங்கள் பறக்க தடை விதிக்கப்பட்டுள்ளதாகவும் சென்னைப் பெருநகர காவல்துறை தெரிவித்துள்ளது. பாரத பிரதமர் சென்னை வருகையையொட்டி சிறப்பு பாதுகாப்பு ஏற்பாடுகள் மேற்கொள்வது குறித்து, சென்னை பெருநகர காவல் ஆணையாளர் சங்கர் ஜிவால், தலைமையில், கூடுதல் காவல் ஆணையாளர்கள், இணை ஆணையாளர்கள் மற்றும் துணை ஆணையாளர்களுடன் கலந்தாய்வு மேற்கொண்டார். பரந்தூர் விமான நிலையத்திற்கான விரிவான தொழில்நுட்ப பொருளாதார அறிக்கை தயார் செய்ய விரைவில் ஆலோசகர் நிறுவனம் நியமிக்கப்படும் என்று தொழில் முதலீட்டு ஊக்குவிப்பு மற்றும் வர்த்தகத்துறை கொள்கை விளக்கக் குறிப்பில் தெரிவிக்கப்பட்டுள்ளது.காஞ்சிபுரம் மாவட்டம் பரந்தூர் பகுதியில் 2-வது சர்வதேச விமான நிலையம் அமைக்கப்பட உள்ளது. இந்த விமான நிலையத்துக்காக சுமார் 4,500 ஏக்கர் நிலம் கையகப்படுத்தப்பட உள்ளது. அரசு புறம்போக்கு நிலங்கள் போக 2,000 ஏக்கர் அளவுக்கு விவசாய நிலங்களும், 2000-க்கும் மேற்பட்ட குடியிருப்புகளும் கையகப்படுத்தப்பட உள்ளன. அதே வேளையில், நிலம் கையகப்படுத்துதல் பணி மற்றும் விமான நிலையம் திட்டத்திற்கு 13 கிராமங்களைச் சேர்ந்த விவசாயிகள் எதிர்ப்பு தெரிவித்து வருகின்றனர்.விருதுநகர் மாவட்டம் சாத்தூர் அருகே உள்ள வெம்பக்கோட்டையில் 2ம் கட்ட அகழாய்வு பணிகள் இன்று தொடங்கின. வெம்பக்கோட்டை விஜய கரிசல்குளம் மேட்டுக்காட்டில் கடந்த ஆண்டு மார்ச் 16ம் தேதி முதலாம் கட்ட அகழாய்வுப் பணிகள் தொடங்கப்பட்டது. 16 குழிகள் தோண்டப்பட்டு அகழாய்வு மேற்கொள்ளப்பட்டது. கடந்த செப்டம்பர் மாத இறுதிவரை இப்பணிகள் மேற்கொள்ளப்பட்டு வந்தன. அப்போது நுண் கற்காலம் முதல் வரலாற்று தொடக்கக் காலம் வரையிலான சுமார் 25 ஏக்கர் பரப்புடன் காணப்பட்ட இப்பகுதியில் இரும்பு கற்காலத்தில் பயன்படுத்தப்பட்ட பானை ஓடுகள் அதிகளவில் கண்டெடுக்கப்பட்டன.",
            "link":"https://news-application-backend.onrender.com/tamilnadu.mp3"
        },
        "ulagam":{
            "news":"உலக செய்திகள் , இங்கிலாந்து மன்னர் சார்லஸுக்கு அடுத்த மாதம் முடிசூட்டு விழா!இங்கிலாந்து ராணி 2-ம் எலிசபெத் கடந்த ஆண்டு உடல்நலக் குறைவால் காலமானார். இதையடுத்து இங்கிலாந்தின் புதிய மன்னராக மூன்றாம் சார்லஸ் கடந்த ஆண்டு அரியணை ஏறினார். அவர் அரியணையில் ஏறினாலும் அதிகாரப்பூர்வ முடிசூட்டு விழா நடைபெறாமல் இருந்தது. இந்நிலையில், மூன்றாம் சார்லஸ் மன்னரின் முடிசூட்டு விழா வரும் மே மாதம் 6-ம் தேதி நடைபெறும் என பக்கிங்ஹாம் அரண்மனை உறுதிப்படுத்தியுள்ளது.இந்நிலையில், அரசர் மூன்றாம் சார்லஸ் முடிசூட்டு விழாவில் பங்கேற்க இளவரசர் வில்லியம் அவரது மனைவி கேட், மற்றொரு இளவரசர் ஹாரி மற்றும் அவரது மனைவி மேகன் மார்கலே ஆகியோருக்கும் அழைப்பு விடுக்கப்பட்டுள்ளது. ஐ.நா அமைப்பில் ரஷ்யாவுக்கு எதிராக கொண்டுவரப்படும் அனைத்து தீர்மானங்களின் மீதான ஓட்டெடுப்பில் இருந்து இந்தியா விலகியே இருந்துள்ளது. இந்நிலையில் உக்ரைன் போரில் மனித உரிமை மீறல் சம்பவங்கள் நடப்பதாகவும், ரஷ்யாவின் நடவடிக்கையால் சர்வதேச மனிதாபிமான சட்ட விதிமுறைகள் மீறப்படுவதாகவும் உக்ரைன் போருக்கான சர்வதேச ஆணையம் கண்டனம் தெரிவித்திருந்தது. உக்ரைனிலிருந்து ரஷ்யப் படைகள் விரைவில் வெளியேற வேண்டும் எனவும் வேண்டுகோள் விடுக்கப்பட்டிருந்தது. இந்த ஆணையம் கடந்தாண்டு அமைக்கப்பட்டது.இந்த ஆணையத்தின் அதிகாரத்தை ஓராண்டு நீட்டிக்கும் தீர்மானத்தின் மீதான ஓட்டெப்பு, ஐ.நா மனித உரிமை கவுன்சிலில் நேற்று நடந்தது. 47 நாடுகள் உறுப்பினர்களாக உள்ள இந்த அமைப்பில் தீர்மானத்துக்கு ஆதரவாக 28 நாடுகள் வாக்களித்தன. இந்தியா உட்பட 17 நாடுகள் ஓட்டெடுப்பில் இருந்து விலகின.ரஷ்ய அதிபர் புதின் ஒரு போர்க் குற்றவாளி என்று அவரது முன்னாள் பாதுகாவலர் கூறி இருப்பது சர்ச்சையை ஏற்படுத்தியுள்ளது.க்ளெப் கரகுலோவ் என்பவர் ரஷ்ய அதிபர் விளாடிமிர் புதினின் ரகசிய உயரடுக்கு தனிப்பட்ட பாதுகாப்பு சேவையில் அதிகாரியாக இருந்து வந்தார். இந்த நிலையில் தனது பணியை ராஜினாமா செய்த க்ளெப் தனது குடும்பத்துடன் ரஷ்யாவிலிருந்து தப்பிச் சென்றார். இந்நிலையில் அவர் புதினை பற்றி வெளிப்படையாக கருத்துகளை தெரிவித்து வருகிறார். தனது செயல் ரஷ்யர்களை பொதுவெளியில் வெளிப்படையாக பேச வைக்கும் என அவர் நம்புகிறார்.",
            "link":"https://news-application-backend.onrender.com/ulagam.mp3"
        },
        "vanigam":{
            "news": "வணிக செய்திகள் , செயற்கை நூல் இழை திணிப்பால் தமிழகத்தில் பருத்தி ஆடை உற்பத்தி சரிவு : மத்திய, மாநில அரசுகள் நடவடிக்கை எடுக்க எதிர்பார்ப்புசெயற்கை நூல் இழை திணிப்பால் தமிழகத்தில் பருத்தி ஆடை உற்பத்தி சரியும் அபாயம் ஏற்பட்டுள்ளதாக, உற்பத்தியாளர்கள் தெரிவித்துள்ளனர்.இந்தியாவின் அடையாளம் பருத்தி. சுதந்திர போராட்டத்தில் பருத்தி ஆடைகள்தான் இந்தியாவின் தேசிய ஆடையாக இருந்தன. இன்றைக்கும் இந்தியாவில் பருத்தி விவசாயமும் அதனை சார்ந்த குடும்பங்களும் கோடிக்கணக்கில் உள்ளன. பஞ்சு, நூலை தொடர்ந்து அது பனியனாக மாறுவதுதான் திருப்பூரில் இதுவரை இருந்து வரும் பருத்தியின் அடையாளம். தற்போது செயற்கை இழைக்கு (பாலியஸ்டர்) பலர் மாறத் தொடங்கியிருந்தாலும், பருத்திதான் திருப்பூர் தொழிலின் நிரந்தர அடையாளம் என்ற குரல்களும் கேட்கத் தொடங்கி உள்ளன.திருப்பூர் ஏற்றுமதியாளர்கள் மற்றும் உற்பத்தியாளர்கள் சங்கத் தலைவர் (டீமா) முத்துரத்தினம் ‘இந்து தமிழ் திசை’ செய்தியாளரிடம் கூறியதாவது: பருத்தி விவசாயத்தையும், பஞ்சு மற்றும் நூல் தொழிலையும் நம்பி ஏராளமான குடும்பங்கள் இந்தியாவின் அனைத்து மாநிலங்களிலும் பல கோடி பேர் வாழ்ந்து வருகின்றனர்.சென்னையில் ஆபரணத்தங்கத்தின் விலை நேற்று ரூ.45 ஆயிரத்தை தாண்டி புதிய உச்சத்தை தொட்டது. பவுனுக்கு ரூ.720 உயர்ந்து ரூ.45,520க்கு விற்பனை செய்யப்பட்டது. ஒரு கிராம் தங்கம் ரூ.90 உயர்ந்து, ரூ.5,690-ஆக இருந்தது. இதுபோல, வெள்ளி விலையும் உயர்ந்தது. வெள்ளி கிராமுக்கு ரூ.2.90 உயர்ந்து ரூ.80.70 ஆகவும், கட்டி வெள்ளி கிலோவுக்கு ரூ.2,900 உயர்ந்து, ரூ.80,700 ஆகவும் இருந்தது. கடந்த ஜனவரி 3-ம் தேதி ஒரு பவுன் தங்கம் ரூ.41,528-ஆகஇருந்தது. இதன்பிறகு, படிப்படியாக உயர்ந்து தற்போது, ரூ.45,520-ஆக அதிகரித்து உள்ளது. 3 மாதங்களில் மட்டும் ரூ.3,992 வரை உயர்ந்துள்ளது.தமிழகத்தில் தினசரி 30 லட்சம் லிட்டர் ஆவின் பால் விற்பனை செய்யப்பட்டு வருவதாக பால் வளத்துறை சார்பில் தெரிவிக்கப்பட்டுள்ளது. கடந்த ஆண்டை 3.60 லட்சம் லிட்டர் விற்பனை அதிகரித்து உள்ளது. தமிழக அரசு ஆவின் மூலம் பால் விற்பனையில் ஈடுபட்டு வருகிறது. இதன்படி நீல நிறம், பிங்க் நிறம், பச்சை நிறம், ஆரஞ்சு நிறம் என்று 4 வகையான பால் விற்பனை செய்யப்பட்டு வருகிறது. நகர்புறங்களில் அதிக மக்கள் ஆவின் பாலை பயன்படுத்துகின்றனர். இந்நிலையில், 2022 - 2023ம் ஆண்டில் தினசரி ஆவின் பால் விற்பனை 30 லட்சம் லிட்டராக அதிகரித்து உள்ளதாக பால் வளத்துறை சார்பில் தெரிவிக்கப்பட்டுள்ளது. இதன்படி 2021 - 2022ம் ஆண்டில் தினசரி ஆவின் பால் விற்பனை 26.41 லட்சம் லிட்டராக இருந்தது. இதன்படி கடந்த ஆண்டில் ஆவின் பால் விற்பனை 3.60 லட்சம் லிட்டர் அதிகரித்துள்ளது.",
            "link": "https://news-application-backend.onrender.com/vanigam.mp3"
        },
        "corona" :{
            "news": "கொரோனா செய்திகள் , மத்திய சுகாதார அமைச்சகம் நேற்று காலை வெளியிட்ட புள்ளிவிவரம்: நாட்டில் கடந்த 24 மணி நேரத்தில் 1,590 பேருக்கு கரோனா வைரஸ் தொற்று ஏற்பட்டுள்ளது. இது கடந்த 146 நாட்களில் இல்லாத அளவாகும். சிகிச்சையில் இருப்போர் எண்ணிக்கை 8,601 ஆக அதிகரித்துள்ளது. கடந்த 24 மணி நேரத்தில் மகாராஷ்டிராவில் மூவர், கர்நாடகா, ராஜஸ்தான் மற்றும் உத்தராகண்டில் தலா ஒருவர் என மொத்தம் 6 பேர் உயிரிழந்தனர். இதனால் மொத்த உயிரிழப்பு 5,30,824 ஆக உயர்ந்துள்ளது.கரோனா மொத்த நோயாளிகள் எண்ணிக்கை 4,47,02,257 ஆக உயர்ந்துள்ளது. இதில் சிகிச்சை பெறுவோர் விகிதம் 0.02 சதவீதம் ஆகவும் குணமடைந்தோர் விகிதம் 98.79 சதவீதமாகவும் உள்ளது. உயிரிழப்பு விகிதம் 1.19 சதவீதமாக உள்ளது. குணமடைந்தோர் எண்ணிக்கை 4,41,62,832 ஆக அதிகரித்துள்ளது.",
            "link": "https://news-application-backend.onrender.com/corona.mp3"
        },
        "cinima" :{
            "news": "சினிமா செய்திகள் , ஏப்.30-ல் தமிழ் திரைப்படத் தயாரிப்பாளர் சங்கத் தேர்தல்: தயாரிப்பாளர் சங்கம் தகவல்தமிழ் திரைப்பட தயாரிப்பாளர் கவுன்சில் தேர்தல் ஏப்ரல் 30-ம் தேதி நடைபெற உள்ளதாக சென்னை உயர் நீதிமன்றத்தில் தகவல் தெரிவிக்கபட்டுள்ளது.சென்னை உயர் நீதிமன்றத்தில், திரைப்பட கவுன்சில் உறுப்பினர்களான கமல்குமார், சீனிவாசன் உள்பட எட்டு தயாரிப்பாளர்கள் மனு தாக்கல் செய்தனர். அந்த மனுவில், தமிழ் திரைப்பட தயாரிப்பாளர் கவுன்சிலுக்கு தலைவர், இரண்டு துணைத் தலைவர்கள், இரண்டு செயலாளர்கள், ஒரு பொருளாளர், 26 செயற்குழு உறுப்பினர்களை தேர்ந்தெடுப்பதற்கான தேர்தல் மார்ச் 26ம் தேதி நடைபெறும் என அறிவிக்கப்பட்டுள்ளது.இன்ஸ்டாவில் அதிவேக 10 லட்சம் ஃபாலோயர்கள் - உலக அளவில் நடிகர் விஜய் 3-ம் இடம்! உலக அளவில் இன்ஸ்டாகிராமில் அதிகவேகமாக 1 மில்லியன் (10 லட்சம்) ஃபாலோயர்களைப் பெற்றவர்கள் பட்டியலில் நடிகர் விஜய் மூன்றாம் இடத்தைப் பிடித்துள்ளார்.நடிகர் விஜய், லோகேஷ் கனகராஜ் இயக்கும் ‘லியோ’ படத்தில் பிஸியாக நடித்து வருகிறார். அனிருத் இசையமைக்கும் இப்படத்திற்கு மனோஜ் பரமஹம்சா ஒளிப்பதிவு செய்கிறார். த்ரிஷா, சஞ்சய் தத், மிஷ்கின், ப்ரியா ஆனந்த், கௌதம் வாசு தேவ் மேனன், அர்ஜூன் உள்ளிட்ட பலர் நடிக்கின்றனர். அண்மையில் இப்படத்தின் காஷ்மீர் படப்பிடிப்பு நிறைவடைந்தது. விரைவில் சென்னையில் படப்பிடிப்பு தொடங்கும் என தகவல் வெளியாகியுள்ளது.தென்னிந்தியத் திரைப்பட, தொலைக்காட்சி நடிகர்கள், டப்பிங் கலைஞர்கள் சங்கத்துக்கு வைக்கப்பட்ட சீலை அகற்ற உத்தரவுஆவணங்களை எடுத்துக் கொள்ளும் வகையில் தென்னிந்தியத் திரைப்பட, தொலைக்காட்சி நடிகர்கள் மற்றும் டப்பிங் கலைஞர்கள் சங்கத்திற்கு வைக்கப்பட்ட 'சீலை' வரும் ஏப்.17ம் தேதி வரை அகற்ற சென்னை உயர் நீதிமன்றம் உத்தரவிட்டுள்ளது.சென்னை சாலிகிராமத்தில் தென்னிந்திய திரைப்பட, தொலைக்காட்சி நடிகர்கள் மற்றும் டப்பிங் கலைஞர்கள் சங்கத்திற்கான கட்டடம் கடந்த 2011-2012ம் ஆண்டில் கட்டப்பட்டது. சென்னை மாநகராட்சியிடம் பெற்ற திட்ட அனுமதியை மீறி, கட்டடம் கட்டப்பட்டதாக சங்க உறுப்பினர் ஒருவர் அளித்த புகாரையடுத்து, அந்த கட்டடத்திற்கு 'சீல்' வைக்கப்பட்டது. இந்நிலையில், சங்க கட்டடத்திற்குள் உள்ள ஆவணங்கள், மேஜை உள்ளிட்ட பொருட்களை எடுப்பதற்காக சங்க கட்டடத்திற்கு வைக்கப்பட்ட 'சீலை' அகற்ற உத்தரவிடக் கோரி தென்னிந்திய திரைப்பட, தொலைக்காட்சி நடிகர்கள் மற்றும் டப்பிங் கலைஞர்கள் சங்க பொதுச் செயலாளர் கதிரவன் சென்னை உயர் நீதிமன்றத்தில் மனுத்தாக்கல் செய்தார்.",
            "link": "https://news-application-backend.onrender.com/cinima.mp3"
        },
        "vilayattu" :{
            "news": "விளையாட்டு செய்திகள் , டேவிட் வார்னர் தலைமையிலான டெல்லி கேபிடல்ஸ் அணிதொடர்ச்சியாக இரண்டு தோல்விகளை சந்தித்துள்ளது. அந்த அணி முதல் ஆட்டத்தில் லக்னோ சூப்பர் ஜெயண்ட்ஸ் அணியிடம் வீழ்ந்திருந்தது. குஜராத் அணிக்கு எதிரான ஆட்டத்துக்கு பின்னர் டேவிட் வார்னர் கூறியதாவது.ஆடுகளத்தில் பந்துகள் நான் எதிர்பார்த்ததை விட அதிகம் ஸ்விங் ஆனது. பவர்பிளேவில் விக்கெட்களை இழந்தால் சிரமமாக இருக்கும். குஜராத் அணியினர் சூழ்நிலையை எவ்வாறு தகவமைத்துக் கொண்டு விளையாட வேண்டும் என்பதை எங்களுக்கு காட்டினர். இது எங்களுக்கு சிறந்த பாடம். சொந்த மைதானத்தில் இன்னும் 6 ஆட்டங்களில் விளையாட உள்ளோம். அதில் சிறப்பாக செயல்ட முயற்சிப்போம். குஜராத் வீரர்கள் சிறப்பாக பந்து வீசினார்கள்.",
            "link": "https://news-application-backend.onrender.com/vilayattu.mp3"
        },
        "samayam" :{
            "news": "சமயச் செய்திகள் , ஸ்ரீவில்லிபுத்தூர் ஆண்டாள் கோயிலில் பங்குனி உத்திர செப்புத் தேரோட்டம் கோலாகலம் . ஸ்ரீவில்லிபுத்தூர் ஆண்டாள் கோயிலில் பங்குனி திருக்கல்யாண திருவிழா கடந்த 28 ஆம் தேதி கொடியேற்றத்துடன் தொடங்கியது. இவ்விழாவில் தினசரி பல்வேறு அலங்காரங்களில் ஸ்ரீ ஆண்டாள் ரெங்கமன்னார் எழுந்தருளி பக்தர்களுக்கு அருள்பாலித்தனர். சனிக்கிழமை ரெங்கமன்னார் கருட வாகனத்திலும், ஆண்டாள் அன்னவாகனத்திலும் எழுந்தருளி பக்தர்களுக்கு அருள்பாலித்தனர். நேற்று இரவு ரெங்கமன்னார் தங்க குதிரை வானத்திலும், ஸ்ரீ ஆண்டாள் பூப்பல்லக்கிலும் எழுந்தருளி நான்கு ரத வீதிகளில் உலா வந்து பக்தர்களுக்கு அருள்பாலித்தனர். இதில் பங்குனி உத்திரத்தை முன்னிட்டு இன்று காலை 6:30 மணி ஸ்ரீ ஆண்டாள் ரெங்கமன்னாருக்கு சிறப்பு அபிஷேகம் மற்றும் ஆராதனை நடைபெற்றது. பின்னர் 7 மணிக்கு ஸ்ரீ ஆண்டாள் ரெங்கமன்னார் செப்புத்தேரில் எழுந்தருளினர்.பங்குனி உத்திரம் | வடபழனி முருகன் கோயிலில் தெப்பத் திருவிழா தொடக்கம் . வடபழநி முருகன் கோயிலில் பங்குனி உத்திர திருவிழாவை முன்னிட்டு, 3 நாள் தெப்பத் திருவிழாநேற்று தொடங்கியது. கடந்த 1-ம் தேதி முதல் 3 வரைலட்சார்ச்சனை நடைபெற்றது. நேற்று முன்தினம் இரவு சிறப்பு அலங்காரத்துடன் சுவாமி வீதி உலா நடைபெற்றது. அதைத் தொடர்ந்து, 3 நாள் தெப்பத் திருவிழா நேற்று தொடங்கியது. அப்போது சிறப்புஅலங்காரத்துடன் வேதபாராயண, நாதஸ்வர கச்சேரி நடைபெற்றது.முதல் நாள் தெப்பத்தில் வடபழநிமுருகன் புறப்பாடு நடைபெற்றது. இதில் திரளான பக்தர்கள் கலந்துகொண்டு சாமி தரிசனம் செய்தனர். இரண்டாம் நாளான இன்று சண்முகர். வள்ளி, தெய்வானை புறப்பாடும், மூன்றாம் நாளான நாளை சுப்பிரமணியர் வள்ளி, தெய்வானை புறப்பாடும் நடைபெறும் என்று தெரிவிக்கப்பட்டுள்ளது.வடபழநி முருகன் கோயிலில் பங்குனி உத்திர திருவிழாவை முன்னிட்டு, 3 நாள் தெப்பத் திருவிழாநேற்று தொடங்கியது. கடந்த 1-ம் தேதி முதல் 3 வரைலட்சார்ச்சனை நடைபெற்றது. நேற்று முன்தினம் இரவு சிறப்பு அலங்காரத்துடன் சுவாமி வீதி உலா நடைபெற்றது. அதைத் தொடர்ந்து, 3 நாள் தெப்பத் திருவிழா நேற்று தொடங்கியது. அப்போது சிறப்புஅலங்காரத்துடன் வேதபாராயண, நாதஸ்வர கச்சேரி நடைபெற்றது.முதல் நாள் தெப்பத்தில் வடபழநிமுருகன் புறப்பாடு நடைபெற்றது. இதில் திரளான பக்தர்கள் கலந்துகொண்டு சாமி தரிசனம் செய்தனர். இரண்டாம் நாளான இன்று சண்முகர். வள்ளி, தெய்வானை புறப்பாடும், மூன்றாம் நாளான நாளை சுப்பிரமணியர் வள்ளி, தெய்வானை புறப்பாடும் நடைபெறும் என்று தெரிவிக்கப்பட்டுள்ளது.",
            "link": "https://news-application-backend.onrender.com/samayam.mp3"
        },
        "thagaval" :{
            "news": "1 தமிழ்நாட்டுச் செய்திகள் , 2 இந்திய செய்தி , 3 விளையாட்டு செய்திகள் , 4 உலக செய்திகள் , 5 வணிக செய்திகள் , 6 கொரோனா செய்திகள் , 7 சினிமா செய்திகள் , 8 சமயச் செய்திகள்",
            "link": "https://news-application-backend.onrender.com/thagaval.mp3"
        }
}



